export default {
  title: 'خطا !',
  userFetchData: 'دریافت اطلاعات کاربر با خطا مواجه شده است',
  noCart: 'کارتی ثبت نشده است',
  responseModel: 'مشکل در دریافت اطلاعات از سامانه',
  minChargeWallet: 'حداقل مبلغ شارژ کیف پول 10 هزار تومان می‌باشد.',
  minValueSell: 'حداقل مبلغ فروش نقره 10 هزار تومان می‌باشد.',
  minValueBuy: 'حداقل مبلغ خرید نقره 200 هزار تومان می‌باشد.',
  getCarts:
    'متاسفانه مشکلی در دریافت لیست کارت ها بوجود آمده است . \n لحظاتی دیگر تلاش کنید',
  getTransactions: 'مشکل در دریافت تاریخچه تراکنش ها',
  signPayment: 'مشکل در فراخوانی سرویس پرداخت',
  getPrice:
    'در حال حاضر سرویس خرید و فروش نقره با اختلال مواجه است.  \n لحظاتی دیگر تلاش کنید',
  noTransactions: 'تراکنشی یافت نشد.',
  emptyMetalWallet: 'موجودی کیف نقره شما خالی می باشید',
  kycService: 'درحال حاضر سرویس مربوط به احراز هویت با اختلال مواجه است .',
  getUserData: 'متاسفانه دریافت اطلاعات کاربر با خطا مواجه شده است',
  apiError: 'خطا در سرویس خرید و فروش نقره',
  apiProblem: 'متاسفانه مشکلی پیش آمده است',
  buyApi:
    'کاربر گرامی، تراکنش خرید نقره شما در حال بررسی است. لطفاً برای مشاهده وضعیت نهایی، دقایقی دیگر به بخش تاریخچه تراکنش‌ها مراجعه فرمایید.',
  sellApi:
    'کاربر گرامی، تراکنش فروش نقره شما در حال بررسی است. لطفاً برای مشاهده وضعیت نهایی، دقایقی دیگر به بخش تاریخچه تراکنش‌ها مراجعه فرمایید.',
  tokenExpire: 'نشست شما منقضی شده است. لطفاً دوباره وارد سرویس خرید و فروش نقره شوید.'
}
